
const THEMES = {
    "💡 Ідеї / Стартапи / Майбутнє": ["Ідеї змін", "Освітні проєкти",
                                      "Технології", "ШІ / Future thinking", "Урбаністика", "Розвиток міст", "Гуманітарні ініціативи"],
    "🤪 Гумор / Легка думка": ["Іронія життя", "Абсурдистика",
                "Сарказм", "Твіти дня", "Курйозні історії", "Мемосвіт"],
    "🧠 Наука / Факти": ["Астрономія", "Біологія", "Філософія",
                         "Історичні факти", "Нейронаука",
                         "Соціологія", "Цікаві дослідження"],
    "💭 Особисте / Думки": ["Питання до себе", "Саморефлексія",
        "Психологія", "Внутрішній світ", "Мотивація", "Щоденник думок",
        "Думки про життя", "Особисті історії"],
    "🧶 Хобі / Дозвілля": ["Роздуми в тиші", "DIY / Рукоділля",
    "Настільні ігри 🎲", "Спорт", "Кулінарія 🍳", "Подорожі ✈️",
    "Книги 📚"],
    "🔥 Актуальне / Суспільство": ["Екологія", "Права людини",
        "Освіта", "Громадські ініціативи", "Економіка", "Політика",
        "Світові новини 🌍", "Новини України 🇺🇦"],
    "📚 Історія / Культура": ["Архітектура", "Міфи та легенди", "Література",
        "Мова", "Культурна спадщина", "Світова історія", "Українська історія"],
    "🎨 Креатив / Мистецтво": ["Анімація", "Мода", "Театр", "Кіно / Серіали 🎬",
        "Музика 🎧", "Дизайн", "Фотографія 📷", "Ілюстрація 🎨"],
    "❤️ Спільнота / Взаємодія": ["Запитання до інших", "Поради",
        "Знайомства","Відповіді на думки",
        "Опитування", "Дискусії"],
};

export default THEMES;